import { QuestionBlock } from '@/widgets'

export const questionsAnswers: QuestionBlock[] = [
  {
    question: 'Могу ли я получить сдачу наличными?',
    answer:
      'Да, вы можете получить сдачу наличными только в случае, если обговорить это заранее, так как у нас может не оказаться подходящей суммы на месте.',
  },
  {
    question: 'Могу ли я оплатить после оказания услуги?',
    answer: 'Нет, передача оборудования происходит только после оплаты услуги.',
  },
  {
    question:
      'Могу ли я оплатить в иностранной валюте, через криптовалюту или иные валюты отличные от рубля?',
    answer: 'Нет, оплата возможна только в рублях.',
  },
  {
    question: 'Работаете ли вы с юр. лицами?',
    answer: 'Да, мы работаем с юр. лицами и можем выписывать чеки.',
  },
  {
    question: 'Выписываете ли вы чек на оплату?',
    answer: 'Да, мы каждый раз выписываем чек на оплату.',
  },
]
