import { QuestionBlock } from './types'

export const questionsAnswers: QuestionBlock[] = [
  {
    question: 'Как узнать цену доставки на мой адрес?',
    answer:
      'Посмотрите ваш адрес на карте, которая расположена выше, кликните на область, выделенную цветом и вам высветится цена (обычно снизу).',
  },
  {
    question: 'Доставляете ли вы в области, которые не указаны на карте?',
    answer:
      'Есть возможность доставить в области, которые не указаны на карте, но цена, возможность и сроки доставки обговариваются индивидуально.',
  },
  {
    question: 'Доставляете ли вы за пределы Ярославля?',
    answer:
      'Доставка за Ярославль есть, но цена, возможность и сроки доставки обговариваются индивидуально.',
  },
  {
    question: 'Какой срок доставки?',
    answer:
      'В среднем срок доставки от 1 часа до 8 часов, но в некоторых случаях дольше. Всё зависит от времени заказа. Обычно доставка день в день.',
  },
  {
    question: 'Могу ли я забрать оборудование самостоятельно?',
    answer:
      'Да, вы можете забрать оборудование самостоятельно, в этом случае за доставку платить не потребуется. Посмотреть пункт выдачи вы можете на странице "Контакты" на карте.',
  },
  {
    question: 'Есть ли скидка на доставку?',
    answer:
      'Да, постоянным арендаторам мы предлагаем скидки на аренду и/или доставку.',
  },
  {
    question: 'Могу ли я заказать доставку к определенному времени?',
    answer:
      'Да, вы можете заказать доставку к определенному времени, однако такой заказ обычно нужно делать заблаговременно, чтобы мы точно успели к указанному вами времени.',
  },
]
